{
    "profile": {
        "rol": "I'm:",
        "description": "I describe myself as a proactive person, who works in a team, proposes ideas and solutions.",
        "download": " Download my CV"
    },
    "professions":{
        "profession1": "<i class='profession'>Systems Engineer</i>",
        "profession2": "<i class='profession'>Programmer</i>",
        "profession3": "<i class='profession'>Web Designer</i>"
    },
    "experience": {
        "first-job-title":  "Systems Administrator",
        "first-job-date": "May 2020 - March 2021",
        "first-job-description":"Clerk, handling billing system, inventory system, MySQL database, medication control, customer service; personnel management.",
        "work-experience": "Work Experience",
        "years-experience": "Years of experience",
        "design": "Design"
        },
        "projects":{
            "projects": "Projects: ",
            "project-title-1": "First React Web App, consuming Giphy API",
            "project-description-1": "Web App developed with React, consuming Giphy API, whose function is to search and display animated gifs. I thought it was a good idea to start practicing with React, since it is a simple application, but it allowed me to learn and practice basic React concepts like: components, props, state, hooks, etc. It should be noted that the application is responsive, and adapts to any device. Also I could see that it is faster to develop it with Vite, than with Create React App.For now I can only highlight the use of Framer Motion for the animations.",
            "project-title-2": "Message Encryption.",
            "project-description-2": "Tool created with HTML, CSS and JavaScript, whose function is to encrypt and decrypt messages. It uses the Caesar encryption algorithm, which consists of replacing each letter of the original text with the letter three positions ahead in the alphabet.",
            "project-title-3": "CRUD Property List",
            "project-description-3": "Application created with Laravel 8 technology, whose function is to make a CRUD of a list of properties, with their respective fields. It uses MySQL database, and the ORM Eloquent. PHP programming language.",
            "project-title-4": "Favorite Books with Node.js",
            "project-description-4": "Web application developed with Node.js, whose function is to display a list of favorite books, with their respective fields. It uses MongoDB database and Mongoose ORM. JavaScript programming language. It fulfills the basic functions of a CRUD. Create, Read, Update and Delete.",
            "code": "Code"
        },
        "footer":{
            "create":"Created by <a href='https://bento.me/alxs2997' target='_blank' title='contact links' class='card__link'>@alxs2997</a>. All rights reserved &copy; 2023"
        }
    
}
