{
    "profile": {
        "rol": "Soy: ",
        "description": "Me describo como una persona proactiva, que trabaja en equipo, propone ideas y soluciones.",
        "download": " Descarga CV"
    },
    "professions":{
        "profession1": "<i class='profession'>Ingeniero en Sistemas</i>",
        "profession2": "<i class='profession'>Programador</i>",
        "profession3": "<i class='profession'>Diseñador Web</i>"
    },
    "experience": {
        "first-job-title": "Administrador de Sistemas",
        "first-job-date": "Mayo 2020 - Marzo 2021",
        "first-job-description": "Dependiente, manejo de sistema de facturación, sistema de inventarios, base de datos MySQL, control de medicamentos, atención al cliente; manejo de personal.",
        "work-experience": "Experiencia Laboral",
        "years-experience": "Años de Experiencia",
        "design": "Diseño"
        },
        "projects":{
            "projects": "Proyectos: ",
            "project-title-1": "Primera App Web React, consumiendo API Giphy",
            "project-description-1": "Aplicación web desarrollada con React, consumiendo la API de Giphy, cuya función es buscar y mostrar gifs animados. Me pareció una buena idea para empezar a practicar con React, ya que es una aplicación sencilla, pero que me permitió aprender y practicar conceptos básicos de React como: componentes, props, state, hooks, etc.",
            "project-title-2": "Encriptador de Mensajes.",
            "project-description-2": "Herramienta creada con HTML, CSS y JavaScript, cuya función es encriptar y desencriptar mensajes. Utiliza el algoritmo de cifrado César, que consiste en sustituir cada letra del texto original por la letra que se encuentra tres posiciones más adelante en el alfabeto.",
            "project-title-3": "CRUD Lista de Propiedades",
            "project-description-3": "Aplicación creada con la tecnología de Laravel 8, cuya función es realizar un CRUD de una lista de propiedades, con sus respectivos campos. Utiliza Base de Datos MySQL, y el ORM Eloquent. Lenguaje de programación PHP.",
            "project-title-4": "Libros Favoritos con Node.js",
            "project-description-4": "Aplicación web desarrollada con Node.js, cuya función es mostrar una lista de libros favoritos, con sus respectivos campos. Utiliza Base de Datos MongoDB, y el ORM Mongoose. Lenguaje de programación JavaScript. Cumple con las funciones básicas de un CRUD. Crear, Leer, Actualizar y Eliminar.",
            "code": "Código"
        },
        "footer":{
            "create":"Creado por <a href='https://bento.me/alxs2997' target='_blank' title='contact links' class='card__link'>@alxs2997</a>. Derechos reservados &copy; 2023"
        }
    
}